{
  "component.navigation_bar.efficiency.title": "Efficiency",
  "component.navigation_bar.faq.title": "FAQ",
  "home.hero.1.1a.title": "A taste of Canada’s best potato chips",
  "home.hero.1.1a.text": "EmyrRam was designed to help restaurant owners like you achieve your\n          goals faster through technology and turnkey solutions with our move-in\n          ready kitchens.",
  "home.hero.1.1a.button": "VIEW FLAVOURS",
  "component.footer.privacy.text": "Privacy",
  "component.footer.terms.text": "Terms",
  "component.language_switcher.title": "Switch Language",
  "component.footer.location.text": "Location",
  "component.footer.contact_us.text": "Contact Us",
  "component.head.title": "EmyrRam | Best Chips in Canada",
  "component.head.text": "EmyrRam is the ultimate commissary kitchen in Vancouver. From\n    logistics to order fulfilment, everything's taken care of so your time\n    is spent on cooking.",
  "home.section.5.1a.title": "Our Technology",
  "home.section.5.1b.title": "Helping you achieve maximum efficiency",
  "home.section.5.1a.text": "One tablet lets you manage all your orders with a built-in operating\n          system, payment solutions, and order tracking so you can streamline your\n          behind-the-scenes operations. Our on-site concierge team is there to make\n          sure food goes out efficiently and accurately, every time.",
  "home.section.4.1a.title": "What we offer",
  "home.section.4.4a.title": "Purpose-Built",
  "home.section.4.4a.text": "From top to bottom, EmyrRam is designed for efficient\n          delivery-based service. Purpose-built kitchens let you focus on\n          developing and executing your concept, while our concierge team takes\n          care of food hand-offs while you handle the cooking.",
  "home.section.1.1a.title": "A faster way to achieve your business goals",
  "home.section.1.1a.text": "Our purpose-built kitchens are designed for delivery, optimally located\n        in high population density areas, and at a fraction of the cost and time\n        needed to open a traditional brick & mortar restaurant.",
  "home.section.6.1a.title": "Ready to get started?",
  "home.section.6.1a.text": "We’d love to tell you more about what EmyrRam can offer your\n          growing business. Get in touch with us today for inquiries about\n          pricing, getting started, or anything else you might be curious about.",
  "home.section.6.1a.button": "get in touch",
  "home.section.3.1a.title": "Created for the sophisticated taste buds",
  "home.section.3.1a.text": "The aromatic affair begins with the finest Black Summer Truffles harvested from the Italian suburbs. We seal in the Black Truffle’s rich earthy and aromatic flavours into our special house recipe, then glaze them onto our hand-cooked chips.  Each piece is generously crowned with real, precious truffles. With each bite brings you the epitome of gastronomy!",
  "home.section.3.1b.text": "Situated in Vancouver’s vibrant Yaletown neighbourhood,\n        EmyrRam’s ideal setting in a bustling downtown core enables you to\n        capture both foot traffic and a vast network of customers who frequent\n        Yaletown for work, life, and play. This means exponential growth for\n        your brand and potential customer list.",
  "home.section.3.2a.title": "100,000+",
  "home.section.3.2a.text": "potential customers within a 3km delivery radius",
  "home.section.3.3a.title": "10 min.",
  "home.section.3.3a.text": "walking distance from BC Place, Rogers Arena, Yaletown & more",
  "home.section.3.4a.title": "Lower fees",
  "home.section.2.2a.title": "Lightning-Fast Setup",
  "home.section.2.2a.text": "Open your kitchen in as little as 7 days. We take care of construction\n    and equipment, and assist with permitting to make it faster and more\n    affordable to open a delivery-ready restaurant, complete with\n    top-of-the-line equipment and appliances.",
  "home.section.2.2b.title": "Expedited Order Hand-Offs",
  "home.section.2.2b.text": "Our in-house concierge team is dedicated to making sure your orders are\n    completed accurately and efficiently. We handle all front of house\n    operations including hand-offs, logistics and order fulfilment so you can\n    spend more time focused on cooking and growing your business.",
  "home.section.2.2c.title": "Maximize Profits",
  "home.section.2.2c.text": "With an affordable, one-time license fee and shared overhead costs, EmyrRam makes it easier and more affordable to create the business you’ve dreamed of. We handle all the day-to-day management of the facility, like cleaning services and equipment maintenance.",
  "home.section.2.1a.title": "How it works",
  "home.section.2.1b.title": "A sleek new approach to food service",
  "home.section.2.1a.button": "Get Started",
  "faq.head.title": "EmyrRam | About Vancouver's Premier Commissary Kitchen",
  "faq.head.text": "Got questions about EmyrRam? Find out how this commissary kitchen in\n        Vancouver will take food service to the next level with its move-in ready\n        kitchens.",
  "faq.hero.1.1a.title": "Frequently Asked Questions",
  "faq.section.1.1a.title": "How does it work?",
  "faq.section.1.1a.text": "EmyrRam provides you with a fully functional turn-key kitchen space\n        outfitted with major appliances and the technology to receive orders on a\n        single tablet. You do what you do best and worry about cooking great food.\n        Our FOH team will handle all of the logistics and order hand-off\n        procedures",
  "faq.section.1.2a.title": "What if I want to bring my own specialized equipment?",
  "faq.section.1.2a.text": "Our kitchens are designed with flexible areas purpose built so that\n        equipment is easily interchangeable. If you wish to bring your own\n        specialized equipment just let us know. All costs associated with install\n        and upkeep of customized equipment will be the responsibility of the\n        member.",
  "faq.section.1.3a.title": "What benefits to EmyrRam Members enjoy?",
  "faq.section.1.3a.text": "By working with our industry partners and combining the purchasing power\n        of multiple operations under a single roof, EmyrRam has negotiated\n        preferred pricing for services like 3rd Party Delivery Commission Fees,\n        Sysco and GFS specialty pricing programs, Purchase Rebate Programs,\n        Janitorial, Waste Removal, Smallwares Packages from Russel Hendrix, Repair\n        & Maintenance programs, and more. By working together EmyrRam can\n        offer significantly lower operating costs to our individual members.",
  "faq.section.1.4a.title": "How will my customers find me?",
  "faq.section.1.4a.text": "We encourage all of our members to work with our partners Uber Eats, Skip\n        the Dishes, and DoorDash to reach as many new customers as possible. We\n        will also have a direct ordering link to each of our members ordering\n        platforms embedded within our EmyrRam website, which we will be\n        actively marketing on your behalf.",
  "faq.section.1.5a.title": "What are Shared Operating Costs?",
  "faq.section.1.5a.text": "Shared operating costs are the costs incurred for operating the Club\n        Kitchen space. These costs would typically be billed directly to you in a\n        brick and mortar location. Because we are able to split these costs across\n        multiple brands there is significant savings in overhead. This includes\n        janitorial, operating systems, facilities management, waste removal, R&M,\n        FOH staff, and more. Each kitchen unit is individually metered for\n        utilities and will be billed back their share of usage on a monthly basis.",
  "faq.section.2.1a.title": "More questions?",
  "faq.section.2.1a.button": "get in touch",
  "component.header.contact_us.text": "Contact Us",
  "privacy_policy.hero.1.1a.title": "Privacy Policy",
  "terms.hero.1.1a.title": "Terms of Service",
  "contact_us.form.email_address.text": "Email Address",
  "contact_us.form.full_name.text": "Full Name",
  "contact_us.form.phone_number.text": "Phone Number",
  "contact_us.form.job_title.text": "Job Title",
  "contact_us.form.restaurant_count.text": "Restaurant Count",
  "contact_us.form.business_name.text": "Business Name",
  "contact_us.form.title": "Contact Us",
  "contact_us.form.text": "We’re happy to connect with great restaurants looking for their next\n      opportunity to grow.",
  "contact_us.form.submit.button": "Submit",
  "home.section.4.2a.title": "Ready when you are",
  "home.section.4.2a.text": "We go beyond the ordinary commissary with commercial-ready kitchen\n              spaces designed by chefs, for chefs. Our turnkey kitchens are ready\n              for action as soon as you are, outfitted with all the appliances and\n              equipment you need to start prepping food right away.",
  "home.section.4.3a.title": "Fresher Food Faster",
  "home.section.4.3a.text": "EmyrRam’s premier location in the heart of densely populated\n              Yaletown allows us to deliver fresher food, faster. You'll have access\n              to over 100,000 potential customers within a 3km radius, ensuring that\n              your product arrives fresh every time.",
  "home.section.3.4a.text": "through strategic partners and shared operation costs",
  "component.navigation_bar.kitchens.title": "Kitchens",
  "efficiency.hero.1.1a.title": "Helping you achieve maximum efficiency",
  "efficiency.hero.1.1a.button": "Join the club",
  "efficiency.section.4.1a.title": "Ready to get started?",
  "efficiency.section.4.1a.button": "get in touch",
  "efficiency.section.1.1a.text": "EmyrRam's in-house concierge team is here to assist with your order management and fulfillment. Run with a smaller back-of-house team and save on labour costs - we'll handle all the front-of-house operations like food hand-offs, building services & maintenance, as well as group sourcing and procurement opportunities so you can focus on cooking and scaling your business.",
  "efficiency.section.3.1a.title": "Efficient order management",
  "efficiency.section.3.1a.text": "Manage delivery orders from multiple platforms with a single, centralized tablet. Through our strategic partnerships, EmyrRam provides operators with cutting-edge POS technology while allowing you to save significantly on monthly costs. You'll be in complete control of your data including payment solutions, order tracking & more.",
  "efficiency.section.2.1a.title": "Come join the club",
  "efficiency.section.2.1a.text": "In addition to providing a premier address with plenty of walk-in\n            traffic, EmyrRam has partnered with top food-delivery service\n            providers like Uber Eats, DoorDash, and SkipTheDishes. This means access\n            to over 100,000 potential customers within a 3km delivery radius,\n            ensuring fresher food and lower delivery costs thanks to reduced travel\n            time. EmyrRam has also partnered with industry-leading service\n            providers like Sysco, Gordon Food Service, Foodbuy Canada, and more to\n            offer preferred pricing and cost savings to help lower your operating\n            expenses.",
  "kitchens.hero.1.1a.title": "Kitchens",
  "kitchens.hero.1.1a.button": "Join the club",
  "kitchens.section.4.1a.title": "Ready to get started?",
  "kitchens.section.4.1a.button": "get in touch",
  "kitchens.section.1.1a.title": "Start cooking right away",
  "kitchens.section.1.1a.text": "EmyrRam’s in-house concierge team is here to assist with your order\n            management and fulfillment. Run with a smaller back-of-house team and\n            save on labour costs – we'll handle all the front-of-house operations\n            like food hand-offs, logistics, building services & maintenance, and\n            more so you can focus on cooking and scaling your business.",
  "kitchens.section.1.1a.button": "360-View",
  "kitchens.section.2.2a.title": "Cut through the red tape",
  "kitchens.section.2.2a.text": "Navigating the construction process is one of the hardest parts of\n        opening a restaurant, and it can take up to 6+ months just to secure\n        permits. All this has already been taken care of at EmyrRam. Our\n        kitchens are already built and ready for you to move in.",
  "kitchens.section.2.3a.title": "A foundation for creative cooking",
  "kitchens.section.2.3a.text": "Our chef-designed kitchens come loaded with major appliances and equipment so you have all the tools you need to start cooking right away.",
  "kitchens.section.2.4a.title": "Plug and play",
  "kitchens.section.2.4a.text": "Our kitchens are configured to allow for flex areas where you can easily install or replace any additional appliances your new kitchen needs.",
  "kitchens.section.2.1a.title": "Benefits",
  "kitchens.section.4.1a.text": "We’d love to tell you more about what EmyrRam can offer your\n          growing business. Get in touch with us today for inquiries about\n          pricing, getting started, or anything else you might be curious about.",
  "kitchens.section.3.1a.text": "Fewer costs and a shortened launch window mean your business will see profits faster.",
  "kitchens.section.3.3a.title": "Real Estate",
  "kitchens.section.3.2a.title": "EmyrRam",
  "kitchens.section.3.3a.text": "250 - 300 sq ft.",
  "kitchens.section.3.2b.title": "Traditional Brick & Mortar Restaurant",
  "kitchens.section.3.3b.text": "2,000 sq ft.",
  "kitchens.section.3.4a.title": "Staff Required",
  "kitchens.section.3.4a.text": "2 - 3",
  "kitchens.section.3.4b.text": "7+",
  "kitchens.section.3.5a.title": "Capital Investment",
  "kitchens.section.3.5a.text": "$50k",
  "kitchens.section.3.5b.text": "$1M",
  "kitchens.section.3.6a.title": "Weeks to Launch",
  "kitchens.section.3.6a.text": "1",
  "kitchens.section.3.6b.text": "52",
  "kitchens.section.3.7a.title": "Terms",
  "kitchens.section.3.7a.text": "No Rent",
  "kitchens.section.3.7b.text": "Equipment Lease",
  "kitchens.section.3.7c.text": "Shared Operating Costs",
  "kitchens.section.3.7d.text": "Revenue Share",
  "kitchens.section.3.7e.text": "5+ years",
  "kitchens.section.3.7f.text": "Up to $30,000/month",
  "kitchens.section.3.1a.title": "EmyrRam vs Traditional Restaurants",
  "efficiency.head.title": "EmyrRam | Commercial and Commissary Kitchen Vancouver",
  "efficiency.head.text": "EmyrRam will handle all front-of-house operations - order logistics,\n        food hand-offs, building services. So you can focus on cooking & growing\n        your business.",
  "kitchens.head.title": "EmyrRam | Commissary Kitchen For Rent Vancouver",
  "kitchens.head.text": "EmyrRam’s purpose-built kitchens make it quick & easy to create the\n        food you’ve dreamed of. Equipped with all appliances, open your kitchen 7\n        days or less.",
  "efficiency.section.1.1a.title": "We’ve got you covered"
}
