{
  "component.navigation_bar.efficiency.title": "Efficiency",
  "component.navigation_bar.kitchen.title": "Kitchen",
  "component.navigation_bar.faq.title": "FAQ",
  "home.hero.1.1a.title": "Next generation food service has arrived",
  "home.hero.1.1a.text": "Club Kitchen was designed to help restaurant owners like you achieve your\n          goals faster through technology and turnkey solutions with our move-in\n          ready kitchens.",
  "home.hero.1.1a.button": "Contact Us",
  "component.footer.privacy.text": "Privacy",
  "component.footer.terms.text": "Terms",
  "component.language_switcher.title": "Switch Language",
  "component.footer.location.text": "Location",
  "component.footer.contact_us.text": "Contact Us",
  "component.head.title": "Club Kitchen | Premier Commissary Kitchen Vancouver",
  "component.head.text": "Club Kitchen is the ultimate commissary kitchen in Vancouver. From\n    logistics to order fulfilment, everything's taken care of so your time\n    is spent on cooking.",
  "home.section.5.1a.title": "Our Technology",
  "home.section.5.1b.title": "Helping you achieve maximum efficiency",
  "home.section.5.1a.text": "One tablet lets you manage all your orders with a built-in operating\n          system, payment solutions, and order tracking so you can streamline your\n          behind-the-scenes operations. Our on-site concierge team is there to make\n          sure food goes out efficiently and accurately, every time.",
  "home.section.4.1a.title": "What we offer",
  "home.section.4.2a.title": "Ultra-Efficient Kitchens",
  "home.section.4.2a.text": "We go beyond the ordinary commissary with kitchen spaces designed by\n            chefs, for chefs. Our turnkey kitchens come loaded with over $40,000\n            worth of high-quality appliances and equipment, so you can start\n            prepping food right away.",
  "home.section.4.3a.title": "Fresher Food, Lower Delivery Fees",
  "home.section.4.3a.text": "Club Kitchen’s location in the heart of densely populated Yaletown\n            gives you access to over 100,000 potential customers within 3km,\n            ensuring that your product arrives fresh, with lower delivery fees for\n            your customers.",
  "home.section.4.4a.title": "Purpose-Built",
  "home.section.4.4a.text": "From top to bottom, Club Kitchen is designed for efficient\n          delivery-based service. Purpose-built kitchens let you focus on\n          developing and executing your concept, while our concierge team takes\n          care of food hand-offs while you handle the cooking.",
  "home.section.1.1a.title": "A faster way to achieve your business goals",
  "home.section.1.1a.text": "Our purpose-built kitchens are designed for delivery, optimally located\n        in high population density areas, and at a fraction of the cost and time\n        needed to open a traditional brick & mortar restaurant.",
  "home.section.6.1a.title": "Ready to get started?",
  "home.section.6.1a.text": "We’d love to tell you more about what Club Kitchen can offer your\n          growing business. Get in touch with us today for inquiries about\n          pricing, getting started, or anything else you might be curious about.",
  "home.section.6.1a.button": "get in touch",
  "home.section.3.1a.title": "Our Location",
  "home.section.3.1a.text": "Club Kitchen is conveniently located in a high-density urban centre,\n        giving you access to over 100,000 potential customers within a 10 minute\n        delivery radius.",
  "home.section.3.1b.text": "Situated in Vancouver’s vibrant Yaletown neighbourhood,\n        Club Kitchen’s ideal setting in a bustling downtown core enables you to\n        capture both foot traffic and a vast network of customers who frequent\n        Yaletown for work, life, and play. This means exponential growth for\n        your brand and potential customer list.",
  "home.section.3.2a.title": "100,000+",
  "home.section.3.2a.text": "potential customers within a 3km delivery radius",
  "home.section.3.3a.title": "10 min.",
  "home.section.3.3a.text": "walking distance from BC Place, Rogers Arena, Yaletown & more",
  "home.section.3.4a.title": "Lower fees",
  "home.section.3.4a.text": "through strategic locations",
  "home.section.2.2a.title": "Lightning-Fast Setup",
  "home.section.2.2a.text": "Open your kitchen in as little as 7 days. We take care of construction\n    and equipment, and assist with permitting to make it faster and more\n    affordable to open a delivery-ready restaurant, complete with\n    top-of-the-line equipment and appliances.",
  "home.section.2.2b.title": "Expedited Order Hand-Offs",
  "home.section.2.2b.text": "Our in-house concierge team is dedicated to making sure your orders are\n    completed accurately and efficiently. We handle all front of house\n    operations including hand-offs, logistics and order fulfilment so you can\n    spend more time focused on cooking and growing your business.",
  "home.section.2.2c.title": "Maximize Profits",
  "home.section.2.2c.text": "With an affordable, one-time license fee and shared overhead costs, Club Kitchen makes it easier and more affordable to create the business you’ve dreamed of. We handle all the day-to-day management of the facility, like cleaning services and equipment maintenance.",
  "home.section.2.1a.title": "How it works",
  "home.section.2.1b.title": "A sleek new approach to food service",
  "home.section.2.1a.button": "Get Started",
  "faq.head.title": "Club Kitchen | About Vancouver's Premier Commissary Kitchen",
  "faq.head.text": "Got questions about Club Kitchen? Find out how this commissary kitchen in\n        Vancouver will take food service to the next level with its move-in ready\n        kitchens.",
  "faq.hero.1.1a.title": "Frequently Asked Questions",
  "faq.section.1.1a.title": "How does it work?",
  "faq.section.1.1a.text": "Club Kitchen provides you with a fully functional turn-key kitchen space\n        outfitted with major appliances and the technology to receive orders on a\n        single tablet. You do what you do best and worry about cooking great food.\n        Our FOH team will handle all of the logistics and order hand-off\n        procedures",
  "faq.section.1.2a.title": "What if I want to bring my own specialized equipment?",
  "faq.section.1.2a.text": "Our kitchens are designed with flexible areas purpose built so that\n        equipment is easily interchangeable. If you wish to bring your own\n        specialized equipment just let us know. All costs associated with install\n        and upkeep of customized equipment will be the responsibility of the\n        member.",
  "faq.section.1.3a.title": "What benefits to Club Kitchen Members enjoy?",
  "faq.section.1.3a.text": "By working with our industry partners and combining the purchasing power\n        of multiple operations under a single roof, Club Kitchen has negotiated\n        preferred pricing for services like 3rd Party Delivery Commission Fees,\n        Sysco and GFS specialty pricing programs, Purchase Rebate Programs,\n        Janitorial, Waste Removal, Smallwares Packages from Russel Hendrix, Repair\n        & Maintenance programs, and more. By working together Club Kitchen can\n        offer significantly lower operating costs to our individual members.",
  "faq.section.1.4a.title": "How will my customers find me?",
  "faq.section.1.4a.text": "We encourage all of our members to work with our partners Uber Eats, Skip\n        the Dishes, and DoorDash to reach as many new customers as possible. We\n        will also have a direct ordering link to each of our members ordering\n        platforms embedded within our Club Kitchen website, which we will be\n        actively marketing on your behalf.",
  "faq.section.1.5a.title": "What are Shared Operating Costs?",
  "faq.section.1.5a.text": "Shared operating costs are the costs incurred for operating the Club\n        Kitchen space. These costs would typically be billed directly to you in a\n        brick and mortar location. Because we are able to split these costs across\n        multiple brands there is significant savings in overhead. This includes\n        janitorial, operating systems, facilities management, waste removal, R&M,\n        FOH staff, and more. Each kitchen unit is individually metered for\n        utilities and will be billed back their share of usage on a monthly basis.",
  "faq.section.2.1a.title": "More questions?",
  "faq.section.2.1a.button": "get in touch",
  "component.header.contact_us.text": "Contact Us",
  "privacy_policy.hero.1.1a.title": "Privacy Policy",
  "terms.hero.1.1a.title": "Terms of Service"
}
